# Plugin to use omz plugins
getantidote/use-omz

# OMZ plugins
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/zoxide
ohmyzsh/ohmyzsh path:plugins/fzf

# Plugins
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
fdellwing/zsh-bat

# Theme
romkatv/powerlevel10k

